<?php
    return[
        'records' => [
            'name' => 'السجلات',
            'view' => 'عرض السجلات',
            'create' => 'اضافة سجل',
            'update' => 'تعديل سجل',
            'delete' => 'حذف سجل',
            'import' => 'استيراد اكسيل',
            'exportExcel' => 'تصدير اكسيل',
            'export' => 'تصدير التقارير pdf',
            'date' => 'تاريخ السجل',
            'financial' => 'الأمور المالية',
        ],
        'financiers' => [
            'name' => 'الممولين',
            'view' => 'عرض الممول',
            'create' => 'اضافة ممول جديد',
            'update' => 'تعديل ممول',
            'delete' => 'حذف الممول',
            'print' => 'طباعة التقرير'
        ],
        'users' => [
            'name' => 'المستخدمين',
            'view' => 'عرض المستخدمين',
            'create' => 'اضافة مستخدم',
            'update' => 'تعديل مستخدم',
            'delete' => 'حذف مستخدم',
        ],
        'logs' => [
            'name' => 'الأحداث',
            'view' => 'عرض الأحداث',
        ]
    ];
