<?php
    return[
        'records' => [
            'name' => 'السجلات',
            'view' => 'عرض السجلات',
            'create' => 'اضافة سجل',
            'update' => 'تعديل سجل',
            'delete' => 'حذف سجل',
            'import' => 'استيراد اكسيل',
            'export' => 'تصدير التقارير pdf',
            'excel' => 'تصدير التقارير excel',
            'date' => 'تاريخ السجل',
        ],
        'financiers' => [
            'name' => 'الممولين',
            'view' => 'عرض الممول',
            'create' => 'اضافة ممول جديد',
            'update' => 'تعديل ممول',
            'delete' => 'حذف الممول',
        ],
        'users' => [
            'name' => 'المستخدمين',
            'view' => 'عرض المستخدمين',
            'create' => 'اضافة مستخدم',
            'update' => 'تعديل مستخدم',
            'delete' => 'حذف مستخدم',
        ]
    ];

